Repository: watzon/pindrop
Catalog: Pindrop/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# dock_the_sidebar_to_the_left_or_right_edge_of_th
source: Dock the sidebar to the left or right edge of the window.
ar: قم بإرساء الشريط الجانبي على الحافة اليسرى أو اليمنى من النافذة.
bn: উইন্ডোর বাম বা ডান প্রান্তে সাইডবার ডক করুন।
cs: Ukotvete postranní panel k levému nebo pravému okraji okna.
da: Dok sidebjælken til venstre eller højre kant af vinduet.
de: Docken Sie die Seitenleiste an den linken oder rechten Rand des Fensters.
el: Στερεώστε την πλαϊνή γραμμή στην αριστερή ή τη δεξιά άκρη του παραθύρου.
es: Ancla la barra lateral al borde izquierdo o derecho de la ventana.
fi: Kiinnitä sivupalkki ikkunan vasempaan tai oikeaan reunaan.
fr: Ancrez la barre latérale sur le bord gauche ou droit de la fenêtre.
he: עגן את סרגל הצד לקצה השמאלי או הימני של החלון.
hi: साइडबार को विंडो के बाएँ या दाएँ किनारे पर डॉक करें।
hu: Rögzítse az oldalsávot az ablak bal vagy jobb széléhez.
id: Tempatkan sidebar di tepi kiri atau kanan jendela.
it: Ancora la barra laterale al bordo sinistro o destro della finestra.
ja: サイドバーをウィンドウの左端または右端にドッキングします。
ko: 사이드바를 창의 왼쪽 또는 오른쪽 가장자리에 고정합니다.
ms: Dok bar sisi ke tepi kiri atau kanan tetingkap.
nb: Fest sidefeltet til venstre eller høyre kant av vinduet.
nl: Dock de zijbalk aan de linker- of rechterrand van het venster.
pl: Zadokuj pasek boczny do lewej lub prawej krawędzi okna.
pt_br: Encaixe a barra lateral na borda esquerda ou direita da janela.
ro: Fixați bara laterală la marginea stângă sau dreaptă a ferestrei.
ru: Прикрепите боковую панель к левому или правому краю окна.
sv: Docka sidofältet till vänster eller höger kant av fönstret.
th: วางแถบด้านข้างไว้ที่ขอบซ้ายหรือขวาของหน้าต่าง
tr: Kenar çubuğunu pencerenin sol veya sağ kenarına sabitleyin.
uk: Прикріпіть бічну панель до лівого або правого краю вікна.
vi: Gắn thanh bên vào cạnh trái hoặc phải của cửa sổ.
zh_hans: 将侧边栏固定到窗口的左侧或右侧边缘。
zh_hant: 將側邊欄固定到視窗的左側或右側邊緣。

source: Done
ar: تم
bn: সম্পন্ন
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Listo
fi: Valmis
fr: Terminé
he: סיום
hi: हो गया
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: Concluído
ro: Gata
ru: Готово
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Double-press Escape to cancel
ar: اضغط Escape مرتين للإلغاء
bn: বাতিল করতে Escape দুবার চাপুন
cs: Zrušení dvojitým stisknutím Escape
da: Dobbelttryk på Escape for at annullere
de: Zum Abbrechen Escape doppelt drücken
el: Διπλό πάτημα Escape για ακύρωση
es: Pulsar Escape dos veces para cancelar
fi: Peruuta kaksoispainamalla Escape
fr: Appuyer deux fois sur Échap pour annuler
he: לחיצה כפולה על Escape לביטול
hi: रद्द करने के लिए Escape दो बार दबाएँ
hu: Megszakítás dupla Escape-lenyomással
id: Tekan Escape dua kali untuk membatalkan
it: Premi Esc due volte per annullare
ja: Escapeを2回押してキャンセル
ko: Escape 두 번 눌러 취소
ms: Tekan Escape dua kali untuk membatalkan
nb: Dobbelttrykk på Escape for å avbryte
nl: Druk twee keer op Escape om te annuleren
pl: Anulowanie podwójnym naciśnięciem Escape
pt_br: Pressionar Escape duas vezes para cancelar
ro: Apăsați Escape de două ori pentru a anula
ru: Двойное нажатие Escape для отмены
sv: Dubbeltryck på Escape för att avbryta
th: กด Escape สองครั้งเพื่อยกเลิก
tr: İptal için Escape'e iki kez basın
uk: Подвійне натискання Escape для скасування
vi: Nhấn Escape hai lần để hủy
zh_hans: 连按两次 Escape 取消
zh_hant: 連按兩次 Escape 取消

source: Download
ar: تحميل
bn: ডাউনলোড করুন
cs: Stáhnout
da: Hent
de: Herunterladen
el: Λήψη
es: Descargar
fi: Lataa
fr: Télécharger
he: הורד
hi: डाउनलोड करना
hu: Letöltés
id: Unduh
it: Scaricamento
ja: ダウンロード
ko: 다운로드
ms: Muat turun
nb: Last ned
nl: Downloaden
pl: Pobierz
ro: Descărcați
ru: Скачать
sv: Ladda ner
th: ดาวน์โหลด
tr: İndirmek
uk: Завантажити
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

source: Download Complete!
ar: اكتمل التنزيل!
bn: ডাউনলোড সম্পূর্ণ!
cs: Stahování dokončeno!
da: Download fuldført!
de: Download abgeschlossen!
el: Η λήψη ολοκληρώθηκε!
es: ¡Descarga completada!
fi: Lataus valmis!
fr: Téléchargement terminé !
he: ההורדה הושלמה!
hi: डाउनलोड पूर्ण!
hu: Letöltés kész!
id: Unduh Selesai!
it: Scarica completo!
ja: ダウンロード完了！
ko: 다운로드 완료!
ms: Muat Turun Selesai!
nb: Nedlasting fullført!
nl: Downloaden voltooid!
pl: Pobieranie ukończone!
pt_br: Download completo!
ro: Descărcare finalizată!
ru: Загрузка завершена!
sv: Nedladdningen är klar!
th: ดาวน์โหลดเสร็จสมบูรณ์!
tr: İndirme Tamamlandı!
uk: Завантаження завершено!
vi: Tải xuống hoàn tất!
zh_hans: 下载完成！
zh_hant: 下載完成！

source: Download & Continue
ar: تحميل ومتابعة
bn: ডাউনলোড করুন এবং চালিয়ে যান
cs: Stáhnout a pokračovat
da: Download og fortsæt
de: Herunterladen und fortfahren
el: Λήψη & Συνέχεια
es: Descargar y continuar
fi: Lataa ja jatka
fr: Télécharger et continuer
he: הורד והמשך
hi: डाउनलोड करें और जारी रखें
hu: Letöltés és folytatás
id: Unduh & Lanjutkan
it: Scarica e continua
ja: ダウンロードして続行
ko: 다운로드 및 계속
ms: Muat turun & Teruskan
nb: Last ned og fortsett
nl: Downloaden en doorgaan
pl: Pobierz i kontynuuj
pt_br: Baixar e continuar
ro: Descărcați și continuați
ru: Скачать и продолжить
sv: Ladda ner & fortsätt
th: ดาวน์โหลดและดำเนินการต่อ
tr: İndir ve Devam Et
uk: Завантажити та продовжити
vi: Tải xuống và tiếp tục
zh_hans: 下载并继续
zh_hant: 下載並繼續

source: Download Failed
ar: فشل التنزيل
bn: ডাউনলোড ব্যর্থ হয়েছে৷
cs: Stahování se nezdařilo
da: Download mislykkedes
de: Download fehlgeschlagen
el: Η λήψη απέτυχε
es: Descarga fallida
fi: Lataus epäonnistui
fr: Échec du téléchargement
he: ההורדה נכשלה
hi: डाउनलोड विफल
hu: Letöltés sikertelen
id: Pengunduhan Gagal
it: Download non riuscito
ja: ダウンロードに失敗しました
ko: 다운로드 실패
ms: Muat turun Gagal
nb: Nedlasting mislyktes
nl: Downloaden mislukt
pl: Pobieranie nie powiodło się
pt_br: Falha no download
ro: Descărcarea eșuată
ru: Загрузка не удалась
sv: Nedladdningen misslyckades
th: ดาวน์โหลดล้มเหลว
tr: İndirme Başarısız Oldu
uk: Помилка завантаження
vi: Tải xuống không thành công
zh_hans: 下载失败
zh_hant: 下載失敗

source: Download model
ar: تحميل النموذج
bn: মডেল ডাউনলোড করুন
cs: Stáhnout model
da: Hent model
de: Modell herunterladen
el: Λήψη μοντέλου
es: Descargar modelo
fi: Lataa malli
fr: Télécharger le modèle
he: הורד דגם
hi: मॉडल डाउनलोड करें
hu: Modell letöltése
id: Unduh modelnya
it: Scarica il modello
ja: ダウンロードモデル
ko: 모델 다운로드
ms: Muat turun model
nb: Last ned modell
nl: Model downloaden
pl: Pobierz model
pt_br: Baixar modelo
ro: Descărcați modelul
ru: Скачать модель
sv: Ladda ner modell
th: ดาวน์โหลดโมเดล
tr: Modeli indir
uk: Завантажити модель
vi: Tải xuống mô hình
zh_hans: 下载模型
zh_hant: 下載模型

# download_the_diarization_model_before_starting_m
source: Download the diarization model before starting media transcription.
ar: قم بتنزيل نموذج diarization قبل البدء في نسخ الوسائط.
bn: মিডিয়া ট্রান্সক্রিপশন শুরু করার আগে ডায়েরাইজেশন মডেল ডাউনলোড করুন।
cs: Před zahájením transkripce médií si stáhněte diarizační model.
da: Download diariseringsmodellen, før du starter medietransskription.
de: Laden Sie das Diarisierungsmodell herunter, bevor Sie mit der Medientranskription beginnen.
el: Κάντε λήψη του μοντέλου diarization πριν ξεκινήσετε τη μεταγραφή πολυμέσων.
es: Descarga el modelo de diarización antes de iniciar la transcripción multimedia.
fi: Lataa diarisaatiomalli ennen median transkription aloittamista.
fr: Téléchargez le modèle de diarisation avant de commencer la transcription multimédia.
he: הורד את מודל היומן לפני התחלת תמלול מדיה.
hi: मीडिया ट्रांसक्रिप्शन शुरू करने से पहले डायराइजेशन मॉडल डाउनलोड करें।
hu: A médiaátírás megkezdése előtt töltse le a naplózási modellt.
id: Unduh model diarisasi sebelum memulai transkripsi media.
it: Scarica il modello di diarizzazione prima di iniziare la trascrizione multimediale.
ja: メディアの転写を開始する前に、ダイアライゼーション モデルをダウンロードします。
ko: 미디어 전사를 시작하기 전에 분할 모델을 다운로드하세요.
ms: Muat turun model diarisasi sebelum memulakan transkripsi media.
nb: Last ned diariseringsmodellen før du starter medietranskripsjon.
nl: Download het dagboekregistratiemodel voordat u de mediatranscriptie start.
pl: Pobierz model rozpoznawania mówców przed rozpoczęciem transkrypcji multimediów.
pt_br: Baixe o modelo de diarização antes de iniciar a transcrição da mídia.
ro: Descărcați modelul de diarizare înainte de a începe transcrierea media.
ru: Загрузите модель диаризации перед началом транскрипции мультимедиа.
sv: Ladda ner diariseringsmodellen innan du påbörjar mediatranskription.
th: ดาวน์โหลดแบบจำลองไดอะไรเซชันก่อนเริ่มการถอดเสียงสื่อ
tr: Medya transkripsiyonunu başlatmadan önce günlük tutma modelini indirin.
uk: Завантажте модель щоденника перед початком транскрипції медіа.
vi: Tải xuống mô hình nhật ký trước khi bắt đầu sao chép phương tiện.
zh_hans: 在开始媒体转录之前下载说话人分离模型。
zh_hant: 在開始媒體轉錄之前下載說話人分離模型。

source: Downloaded
ar: تم التنزيل
bn: ডাউনলোড করা হয়েছে
cs: Staženo
da: Downloadet
de: Heruntergeladen
el: Λήψη
es: Descargado
fi: Ladattu
fr: Téléchargé
he: הורד
hi: डाउनलोड
hu: Letöltve
id: Diunduh
it: Scaricato
ja: ダウンロード済み
ko: 다운로드됨
ms: Dimuat turun
nb: Lastet ned
nl: Gedownload
pl: Pobrano
pt_br: Baixado
ro: Descărcat
ru: Скачано
sv: Nedladdat
th: ดาวน์โหลดแล้ว
tr: İndirildi
uk: Завантажено
vi: Đã tải xuống
zh_hans: 已下载
zh_hant: 已下載

source: Downloading %@...
ar: جاري التحميل %@...
bn: ডাউনলোড হচ্ছে %@...
cs: Stahování %@...
da: Downloader %@...
de: %@ wird heruntergeladen...
el: Λήψη %@...
es: Descargando %@...
fi: Ladataan %@...
fr: Téléchargement de %@...
he: מוריד %@...
hi: डाउनलोड हो रहा है %@...
hu: %@ letöltése...
id: Mengunduh %@...
it: Download di %@...
ja: %@をダウンロード中...
ko: %@ 다운로드 중...
ms: Memuat turun %@...
nb: Laster ned %@...
nl: %@ downloaden...
pl: Pobieranie %@...
pt_br: Baixando %@...
ro: Se descarcă %@...
ru: Загрузка %@...
sv: Laddar ned %@...
th: กำลังดาวน์โหลด %@...
tr: %@ indiriliyor...
uk: Завантаження %@...
vi: Đang tải xuống %@...
zh_hans: 正在下载 %@...
zh_hant: 正在下載 %@...

# drop_a_file_or_paste_a_link_to_create_a_diarized
source: Drop a file or paste a link to create a diarized, timestamped transcript.
ar: قم بإسقاط ملف أو لصق رابط لإنشاء نسخة يومية ومختومة بالوقت.
bn: ডায়েরাইজড, টাইমস্ট্যাম্পড ট্রান্সক্রিপ্ট তৈরি করতে একটি ফাইল ড্রপ করুন বা একটি লিঙ্ক পেস্ট করুন।
cs: Přetažením souboru nebo vložením odkazu vytvořte diarizovaný přepis s časovým razítkem.
da: Slip en fil, eller indsæt et link for at oprette en dagbog, tidsstemplet transskription.
de: Legen Sie eine Datei ab oder fügen Sie einen Link ein, um eine diarisierte, zeitgestempelte Transkription zu erstellen.
el: Αποθέστε ένα αρχείο ή επικολλήστε έναν σύνδεσμο για να δημιουργήσετε μια ημερολογιακή μεταγραφή με χρονική σήμανση.
es: Suelta un archivo o pega un enlace para crear una transcripción con diarización y marcas de tiempo.
fi: Pudota tiedosto tai liitä linkki luodaksesi päiväkirjallinen, aikaleimattu transkriptio.
fr: Déposez un fichier ou collez un lien pour créer une transcription avec diarisation et horodatage.
he: שחרר קובץ או הדבק קישור כדי ליצור תמליל יומן עם חותמת זמן.
hi: एक डायरीकृत, टाइमस्टैम्प्ड प्रतिलेख बनाने के लिए एक फ़ाइल छोड़ें या एक लिंक चिपकाएँ।
hu: Húzzon egy fájlt vagy illesszen be egy hivatkozást naplózott, időbélyegzett átirat létrehozásához.
id: Letakkan file atau tempelkan tautan untuk membuat transkrip yang diari dan diberi stempel waktu.
it: Rilascia un file o incolla un collegamento per creare una trascrizione diarizzata e con timestamp.
ja: ファイルをドロップするかリンクを貼り付けて、タイムスタンプ付きの日記付きトランスクリプトを作成します。
ko: 파일을 삭제하거나 링크를 붙여넣어 타임스탬프가 지정된 스크립트를 생성하세요.
ms: Lepaskan fail atau tampalkan pautan untuk membuat transkrip diari dan bercap masa.
nb: Slipp en fil eller lim inn en lenke for å lage en diaries, tidsstemplet transkripsjon.
nl: Zet een bestand neer of plak een link om een ​​transcript met een dagboek en een tijdstempel te maken.
pl: Upuść plik lub wklej łącze, aby utworzyć transkrypcję z rozpoznanymi mówcami i znacznikami czasu.
pt_br: Solte um arquivo ou cole um link para criar uma transcrição com carimbo de data e hora.
ro: Aruncați un fișier sau inserați un link pentru a crea o transcriere diarizată, marcată de timp.
ru: Перетащите файл или вставьте ссылку, чтобы создать дневниковую расшифровку с отметкой времени.
sv: Släpp en fil eller klistra in en länk för att skapa ett diariefört, tidsstämplat transkript.
th: วางไฟล์หรือวางลิงก์เพื่อสร้างบันทึกประจำวันและบันทึกเวลา
tr: Günlüğe alınmış, zaman damgalı bir transkript oluşturmak için bir dosya bırakın veya bir bağlantı yapıştırın.
uk: Перетягніть файл або вставте посилання, щоб створити стенограму щоденника з позначкою часу.
vi: Thả tệp hoặc dán liên kết để tạo bản ghi được đánh dấu thời gian, được ghi nhật ký.
zh_hans: 拖放文件或粘贴链接以创建带说话人分离和时间戳的转录。
zh_hant: 拖放檔案或貼上連結以建立帶說話人分離和時間戳的轉錄。

source: Drop audio or video here
ar: قم بإسقاط الصوت أو الفيديو هنا
bn: এখানে অডিও বা ভিডিও ড্রপ
cs: Sem přetáhněte zvuk nebo video
da: Drop lyd eller video her
de: Audio oder Video hier ablegen
el: Αποθέστε ήχο ή βίντεο εδώ
es: Suelta audio o video aquí
fi: Pudota ääni tai video tähän
fr: Déposez l'audio ou la vidéo ici
he: שחרר כאן אודיו או וידאו
hi: ऑडियो या वीडियो यहां छोड़ें
hu: Húzza ide a hangot vagy a videót
id: Letakkan audio atau video di sini
it: Rilascia qui l'audio o il video
ja: ここに音声またはビデオをドロップします
ko: 여기에 오디오 또는 비디오를 드롭하세요.
ms: Lepaskan audio atau video di sini
nb: Slipp lyd eller video her
nl: Zet hier audio of video neer
pl: Upuść tutaj dźwięk lub wideo
pt_br: Solte áudio ou vídeo aqui
ro: Aruncă audio sau video aici
ru: Скиньте сюда аудио или видео
sv: Släpp ljud eller video här
th: วางเสียงหรือวิดีโอที่นี่
tr: Sesi veya videoyu buraya bırakın
uk: Перетягніть аудіо або відео сюди
vi: Thả âm thanh hoặc video vào đây
zh_hans: 在此处拖放音频或视频
zh_hant: 在此處拖放音訊或影片

source: Duplicate Preset
ar: تكرار الإعداد المسبق
bn: ডুপ্লিকেট প্রিসেট
cs: Duplikovat předvolbu
da: Dupliker forudindstilling
de: Voreinstellung duplizieren
el: Διπλότυπη προεπιλογή
es: Duplicar preajuste
fi: Kopioi esiasetus
fr: Dupliquer le préréglage
he: שכפול הגדרה מראש
hi: डुप्लिकेट प्रीसेट
id: Duplikat Preset
it: Preimpostazione duplicata
ja: プリセットの複製
ko: 사전 설정 복제
ms: Pratetap Pendua
nb: Dupliser forhåndsinnstilling
nl: Dubbele voorinstelling
pl: Duplikuj ustawienie wstępne
pt_br: Predefinição duplicada
ro: Preset duplicat
ru: Дублировать пресет
sv: Duplicera förinställning
th: ตั้งค่าล่วงหน้าซ้ำ
tr: Çoğaltılmış Ön Ayar
uk: Дубльований стиль
vi: Đặt trước trùng lặp
zh_hans: 复制预设
zh_hant: 複製預設

source: Dutch
ar: هولندي
bn: ডাচ
cs: holandský
da: hollandsk
de: Niederländisch
el: Ολλανδός
es: Neerlandés
fi: hollantilainen
fr: Néerlandais
he: הוֹלַנדִי
hi: डच
hu: holland
id: Belanda
it: Olandese
ja: オランダ語
ko: 네덜란드어
ms: Belanda
nb: nederlandsk
nl: Nederlands
pl: niderlandzki
pt_br: Holandês
ro: olandeză
ru: Голландский
sv: holländska
th: ภาษาดัตช์
tr: Flemenkçe
uk: голландська
vi: tiếng Hà Lan
zh_hans: 荷兰语
zh_hant: 荷蘭語

source: Edit
ar: يحرر
bn: সম্পাদনা করুন
cs: Upravit
da: Redigere
de: Bearbeiten
el: Εκδίδω
fi: Muokata
fr: Modifier
he: לַעֲרוֹך
hi: संपादन करना
hu: Szerkesztés
id: Sunting
it: Modificare
ja: 編集
ko: 편집하다
ms: Sunting
nb: Redigere
nl: Bewerking
pl: Edytuj
pt_br: Editar
ro: Edita
ru: Редактировать
sv: Redigera
th: แก้ไข
tr: Düzenlemek
uk: Редагувати
vi: Biên tập
zh_hans: 编辑
zh_hant: 編輯

source: Edit Preset
ar: تحرير الإعداد المسبق
bn: প্রিসেট সম্পাদনা করুন
cs: Upravit předvolbu
da: Rediger forudindstilling
de: Voreinstellung bearbeiten
el: Επεξεργασία προεπιλογής
es: Editar preajuste
fi: Muokkaa esiasetusta
fr: Modifier le préréglage
he: ערוך הגדרה מראש
hi: प्रीसेट संपादित करें
hu: Előbeállítás szerkesztése
id: Sunting Prasetel
it: Modifica preimpostazione
ja: プリセットの編集
ko: 사전 설정 편집
ms: Edit Pratetap
nb: Rediger forhåndsinnstilling
nl: Voorinstelling bewerken
pl: Edytuj ustawienie wstępne
pt_br: Editar predefinição
ro: Editare presetare
ru: Редактировать пресет
sv: Redigera förinställning
th: แก้ไขค่าที่ตั้งล่วงหน้า
tr: Ön Ayarı Düzenle
uk: Редагувати попередні налаштування
vi: Chỉnh sửa cài đặt trước
zh_hans: 编辑预设
zh_hant: 編輯預設

source: Edit Provider
ar: تحرير الموفر
bn: প্রদানকারী সম্পাদনা করুন
cs: Upravit poskytovatele
da: Rediger udbyder
de: Anbieter bearbeiten
el: Επεξεργασία παρόχου
es: Editar proveedor
fi: Muokkaa toimittajaa
fr: Modifier le fournisseur
he: ערוך ספק
hi: प्रदाता संपादित करें
hu: Szolgáltató szerkesztése
id: Sunting Penyedia
it: Modifica fornitore
ja: プロバイダーの編集
ko: 공급자 편집
ms: Edit Pembekal
nb: Rediger leverandør
nl: Aanbieder bewerken
pl: Edytuj dostawcę
pt_br: Editar provedor
ro: Editați furnizorul
ru: Изменить поставщика
sv: Redigera leverantör
th: แก้ไขผู้ให้บริการ
tr: Sağlayıcıyı Düzenle
uk: Редагувати постачальника
vi: Chỉnh sửa nhà cung cấp
zh_hans: 编辑提供商
zh_hant: 編輯提供商

source: Edited
ar: مُعدَّل
bn: সম্পাদিত
cs: Upraveno
da: Redigeret
de: Bearbeitet
el: Επεξεργάστηκε
es: Editado
fi: Muokattu
fr: Modifié
he: נערך
hi: संपादित
hu: Szerkesztve
id: Disunting
it: Modificato
ja: 編集済み
ko: 편집됨
ms: Disunting
nb: Redigert
nl: Bewerkt
pl: Edytowano
pt_br: Editado
ro: Editat
ru: Отредактировано
sv: Redigerad
th: แก้ไขแล้ว
tr: Düzenlendi
uk: Відредаговано
vi: Đã chỉnh sửa
zh_hans: 已编辑
zh_hant: 已編輯

source: (Empty)
ar: (فارغ)
bn: (খালি)
cs: (Prázdný)
da: (Tom)
de: (Leer)
el: (Αδειάζω)
es: (Vacío)
fi: (Tyhjä)
fr: (Vide)
he: (רֵיק)
hi: (खाली)
hu: (Üres)
id: (Kosong)
it: (Vuoto)
ja: （空の）
ko: (비어 있는)
ms: (Kosong)
nb: (Tømme)
nl: (Leeg)
pl: (Pusty)
pt_br: (Vazio)
ro: (Gol)
ru: (Пустой)
sv: (Tömma)
th: (ว่างเปล่า)
tr: (Boş)
uk: (порожній)
vi: (Trống)
zh_hans: （空）
zh_hant: （空）

source: Enable AI Enhancement
ar: تمكين تعزيز الذكاء الاصطناعي
bn: এআই এনহান্সমেন্ট সক্ষম করুন
cs: Povolit AI Enhancement
da: Aktiver AI Enhancement
de: KI-Verbesserung aktivieren
el: Ενεργοποίηση AI Enhancement
es: Activar mejora con IA
fi: Ota AI Enhancement käyttöön
fr: Activer l'amélioration IA
he: אפשר שיפור AI
hi: एआई एन्हांसमेंट सक्षम करें
hu: AI Enhancement engedélyezése
id: Aktifkan Peningkatan AI
it: Abilita il miglioramento dell'intelligenza artificiale
ja: AI 強化を有効にする
ko: AI 향상 활성화
ms: Dayakan Peningkatan AI
nb: Aktiver AI Enhancement
nl: Schakel AI-verbetering in
pl: Włącz ulepszanie AI
pt_br: Habilitar aprimoramento de IA
ro: Activați îmbunătățirea AI
ru: Включить улучшение ИИ
sv: Aktivera AI Enhancement
th: เปิดใช้งานการเพิ่มประสิทธิภาพ AI
tr: Yapay Zeka Geliştirmeyi Etkinleştir
uk: Увімкнути AI Enhancement
vi: Kích hoạt tính năng nâng cao AI
zh_hans: 启用 AI 增强
zh_hant: 啟用 AI 增強

source: Enable live session updates during recording
ar: تمكين تحديثات الجلسة المباشرة أثناء التسجيل
bn: রেকর্ডিংয়ের সময় লাইভ সেশন আপডেটগুলি সক্ষম করুন
cs: Povolit aktualizace živé relace během nahrávání
da: Aktiver live-sessionsopdateringer under optagelse
de: Live-Session-Updates während der Aufnahme aktivieren
el: Ενεργοποιήστε τις ζωντανές ενημερώσεις περιόδου λειτουργίας κατά την εγγραφή
es: Activar actualizaciones en vivo de la sesión durante la grabación
fi: Ota live-istunnon päivitykset käyttöön tallennuksen aikana
fr: Activer les mises à jour de session en direct pendant l'enregistrement
he: אפשר עדכוני הפעלה חיים במהלך ההקלטה
hi: रिकॉर्डिंग के दौरान लाइव सत्र अपडेट सक्षम करें
hu: Élő munkamenet-frissítés engedélyezése felvétel közben
id: Aktifkan pembaruan sesi langsung selama perekaman
it: Abilita gli aggiornamenti della sessione live durante la registrazione
ja: 録画中のライブセッション更新を有効にする
ko: 녹화 중 실시간 세션 업데이트 활성화
ms: Dayakan kemas kini sesi langsung semasa rakaman
nb: Aktiver live øktoppdateringer under opptak
nl: Schakel live sessie-updates in tijdens het opnemen
pl: Włącz aktualizacje sesji na żywo podczas nagrywania
pt_br: Habilite atualizações de sessão ao vivo durante a gravação
ro: Activați actualizările sesiunilor live în timpul înregistrării
ru: Включить обновления сеанса в реальном времени во время записи
sv: Aktivera livesessionsuppdateringar under inspelning
th: เปิดใช้งานการอัปเดตเซสชันสดระหว่างการบันทึก
tr: Kayıt sırasında canlı oturum güncellemelerini etkinleştirin
uk: Увімкніть оновлення сеансу в реальному часі під час запису
vi: Bật cập nhật phiên trực tiếp trong khi ghi
zh_hans: 启用录制期间的实时会话更新
zh_hant: 啟用錄製期間的實時會話更新

source: Enable vibe mode (UI context)
ar: تمكين وضع vibe (سياق واجهة المستخدم)
bn: ভাইব মোড সক্ষম করুন (UI প্রসঙ্গ)
cs: Povolit režim vibrace (kontext uživatelského rozhraní)
da: Aktiver vibetilstand (UI-kontekst)
de: Vibe-Modus aktivieren (UI-Kontext)
el: Ενεργοποίηση λειτουργίας vibe (περιβάλλον διεπαφής χρήστη)
es: Activar modo vibe (contexto de UI)
fi: Ota Vibe-tila käyttöön (käyttöliittymäkonteksti)
fr: Activer le mode vibe (contexte UI)
he: הפעל מצב אווירה (הקשר של ממשק משתמש)
hi: वाइब मोड सक्षम करें (यूआई संदर्भ)
hu: Vibe mód engedélyezése (UI kontextus)
id: Aktifkan mode getaran (konteks UI)
it: Abilita la modalità vibrazione (contesto dell'interfaccia utente)
ja: バイブモードを有効にする (UI コンテキスト)
ko: 분위기 모드 활성화(UI 컨텍스트)
ms: Dayakan mod getaran (konteks UI)
nb: Aktiver vibe-modus (UI-kontekst)
nl: Schakel sfeermodus in (UI-context)
pl: Włącz tryb Vibe (kontekst interfejsu użytkownika)
pt_br: Ativar o modo vibe (contexto da IU)
ro: Activați modul vibe (context UI)
ru: Включить режим Vibe (контекст пользовательского интерфейса)
sv: Aktivera vibbläge (UI-kontext)
th: เปิดใช้งานโหมดความรู้สึก (บริบท UI)
tr: Vibe modunu etkinleştir (kullanıcı arayüzü bağlamı)
uk: Увімкнути режим Vibe (контекст інтерфейсу користувача)
vi: Bật chế độ rung cảm (ngữ cảnh giao diện người dùng)
zh_hans: 启用 vibe 模式（UI 上下文）
zh_hant: 啟用 vibe 模式（UI 上下文）

source: Enabled
ar: ممكّن
bn: সক্রিয়
cs: Povoleno
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
fi: Käytössä
fr: Activé
he: מופעל
hi: सक्रिय
hu: Engedélyezve
id: Diaktifkan
it: Abilitato
ja: 有効
ko: 활성화됨
ms: Didayakan
nb: Aktivert
nl: Ingeschakeld
pl: Włączony
pt_br: Habilitado
ro: Activat
ru: Включено
sv: Aktiverad
th: เปิดใช้งานแล้ว
tr: Etkinleştirilmiş
uk: Увімкнено
vi: Đã bật
zh_hans: 已启用
zh_hant: 已啟用

source: Endpoint: %@
ar: نقطة النهاية: %@
bn: শেষ বিন্দু: %@
cs: Koncový bod: %@
da: Slutpunkt: %@
de: Endpunkt: %@
el: Τελικό σημείο: %@
es: Punto final: %@
fi: Päätepiste: %@
fr: Point final : %@
he: נקודת קצה: %@
hi: समापन बिंदु: %@
hu: Végpont: %@
id: Titik akhir: %@
it: Punto finale: %@
ja: エンドポイント: %@
ko: 끝점: %@
ms: Titik tamat: %@
nb: Endepunkt: %@
nl: Eindpunt: %@
pl: Punkt końcowy: %@
pt_br: Ponto final: %@
ro: Punct final: %@
ru: Конечная точка: %@
sv: Slutpunkt: %@
th: จุดสิ้นสุด: %@
tr: Bitiş noktası: %@
uk: Кінцева точка: %@
vi: Điểm cuối: %@
zh_hans: 端点：%@
zh_hant: 端點：%@

source: English
ar: إنجليزي
bn: ইংরেজি
cs: angličtina
da: engelsk
de: Englisch
el: αγγλικός
es: Inglés
fi: englanti
fr: Anglais
he: אַנגְלִית
hi: अंग्रेज़ी
hu: angol
id: Bahasa inggris
it: Inglese
ja: 英語
ko: 영어
ms: Inggeris
nb: engelsk
nl: Engels
pl: angielski
pt_br: Inglês
ro: engleză
ru: Английский
sv: engelska
th: ภาษาอังกฤษ
tr: İngilizce
uk: англійська
vi: Tiếng Anh
zh_hans: 英语
zh_hant: 英語

source: English-only
ar: الإنجليزية فقط
bn: শুধুমাত্র ইংরেজি
cs: Pouze v angličtině
da: Kun engelsk
de: Nur Englisch
el: Αγγλικά μόνο
es: Solo inglés
fi: vain englanniksi
fr: Anglais uniquement
he: באנגלית בלבד
hi: केवल अंग्रेज़ी
hu: csak angol nyelven
id: Hanya dalam bahasa Inggris
it: Solo inglese
ja: 英語のみ
ko: 영어로만 제공
ms: Bahasa Inggeris sahaja
nb: Kun engelsk
nl: Alleen Engels
pl: Tylko angielski
pt_br: Somente inglês
ro: Numai în engleză
ru: только на английском языке
sv: Endast engelska
th: ภาษาอังกฤษเท่านั้น
tr: Yalnızca İngilizce
uk: Лише англійською мовою
vi: chỉ có tiếng Anh
zh_hans: 仅英语
zh_hant: 僅英語
